Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Walk closer to open this letter
ar: اقترب أكثر لفتح هذه الرسالة
bg: Приближете се, за да отворите това писмо
bs: Priđi bliže da otvoriš ovo pismo
ca: Apropa't per obrir aquesta carta
cs: Jděte blíž a otevřete tento dopis
da: Gå tættere på for at åbne dette brev
de: Geh näher heran, um diesen Brief zu öffnen
el: Περπατήστε πιο κοντά για να ανοίξετε αυτό το γράμμα
es: Acércate para abrir esta carta.
et: Selle kirja avamiseks kõndige lähemale
eu: Hurbildu gutun hau irekitzeko
fi: Kävele lähemmäs avataksesi tämän kirjeen
fr: Approche-toi pour ouvrir cette lettre
ga: Siúil níos gaire chun an litir seo a oscailt
gl: Achégate para abrir esta carta
he: התקרב כדי לפתוח את המכתב הזה
hi: इस पत्र को खोलने के लिए करीब चलें
hr: Priđite bliže da otvorite ovo pismo
hu: Menjen közelebb, hogy felnyissa ezt a levelet
id: Berjalan lebih dekat untuk membuka surat ini
is: Gakktu nær til að opna þetta bréf
it: Avvicinati per aprire questa lettera
ja: この手紙を開くために近づいてください
ka: მიუახლოვდით ამ წერილის გასახსნელად
kk: Бұл хатты ашу үшін жақынырақ жүріңіз
ko: 가까이 다가가서 이 편지를 열어보세요
lt: Eikite arčiau, kad atidarytumėte šį laišką
lv: Ejiet tuvāk, lai atvērtu šo vēstuli
mk: Одете поблиску за да го отворите ова писмо
ms: Berjalan menghampiri untuk membuka surat ini
mt: Imxi eqreb biex tiftaħ din l-ittra
nb: Gå nærmere for å åpne dette brevet
nl: Loop dichterbij om deze brief te openen
pl: Podejdź bliżej, aby otworzyć ten list
pt_br: Aproxime-se para abrir esta carta
ro: Apropie-te pentru a deschide această scrisoare
ru: Подойдите ближе, чтобы открыть это письмо
sk: Prejdite bližšie a otvorte tento list
sl: Stopite bližje, da odprete to pismo
sq: Ec më afër për të hapur këtë letër
sr: Приђите ближе да отворите ово писмо
sv: Gå närmare för att öppna detta brev
th: เดินเข้าไปใกล้ๆ เพื่อเปิดจดหมายนี้
tr: Bu mektubu açmak için yaklaşın
uk: Підійдіть ближче, щоб відкрити цей лист
vi: Tiến lại gần để mở lá thư này
zh_hans: 走近一点打开这封信
zh_hk: 走近一點打開這封信

source: Walk on through the cold and earn a warm drink
ar: قم بالمشي خلال البرد واحصل على مشروب دافئ
bg: Вървете през студа и печелете топла напитка
bs: Prošetajte dalje kroz hladnoću i zaradite toplo piće
ca: Camina pel fred i guanya una beguda calenta
cs: Projděte se zimou a vydělejte si teplý nápoj
da: Gå videre gennem kulden og tjen en varm drink
de: Lauf durch die Kälte weiter und verdiene dir ein warmes Getränk
el: Περπατήστε στο κρύο και κερδίστε ένα ζεστό ποτό
es: Camina a través del frío y gánate una bebida caliente
et: Kõndige läbi külma ja teenige sooja jooki
eu: Ibili hotzatik eta irabazi edari bero bat
fi: Kävele kylmässä ja ansaitse lämmin juoma
fr: Poursuis ta marche dans le froid et gagne une boisson chaude
ga: Siúil ar aghaidh tríd an fuar agus a thuilleamh deoch te
gl: Anda polo frío e gaña unha bebida quente
he: המשך בקור והרוויח משקה חם
hi: ठंड में आगे बढ़ें और गर्म पेय अर्जित करें
hr: Hodajte dalje kroz hladnoću i zaradite topli napitak
hu: Sétáljon át a hidegben, és keressen egy meleg italt
id: Berjalanlah melewati cuaca dingin dan dapatkan minuman hangat
is: Gakktu áfram í gegnum kuldann og fáðu þér heitan drykk
it: Cammina attraverso il freddo e guadagnati una bevanda calda
ja: 寒い中を歩いて温かい飲み物を手に入れましょう
ka: იარეთ სიცივეში და მიიღეთ თბილი სასმელი
kk: Суықпен жүріп, жылы сусын табыңыз
ko: 추운 날씨에 걸으며 따뜻한 음료를 즐겨보세요
lt: Vaikščiokite per šaltį ir užsidirbkite šilto gėrimo
lv: Ejiet tālāk cauri aukstumam un nopelniet siltu dzērienu
mk: Прошетајте низ студот и заработете топол пијалок
ms: Berjalan melalui sejuk dan dapatkan minuman hangat
mt: Imxi fuq il-kesħa u jaqilgħu xarba sħuna
nb: Gå videre gjennom kulden og tjen en varm drink
nl: Loop door de kou en verdien een warm drankje
pl: Przejdź dalej przez zimno i zdobądź ciepły napój
pt_br: Atravesse o frio e ganhe uma bebida quente
ro: Mergi mai departe prin frig și câștigă o băutură caldă
ru: Пройди сквозь холод и заслужи тёплый напиток
sk: Kráčajte cez chlad a zarobte si teplý nápoj
sl: Hodite naprej po mrazu in si prislužite toplo pijačo
sq: Ecni në të ftohtë dhe fitoni një pije të ngrohtë
sr: Прошетајте кроз хладноћу и зарадите топло пиће
sv: Gå vidare genom kylan och tjäna en varm drink
th: เดินผ่านความหนาวเย็นและรับเครื่องดื่มอุ่น ๆ
tr: Soğukta yürüyün ve sıcak bir içecek kazanın
uk: Крокуй крізь холод і заслужи теплий напій
vi: Đi qua cái lạnh và kiếm một ly nước ấm
zh_hans: 冒着严寒继续前行，赢得一杯热饮
zh_hk: 冒著嚴寒繼續前行，贏得一杯熱飲

source: Walk on to %@
ar: انتقل إلى %@
bg: Вървете до %@
bs: Idite do %@
ca: Camineu fins a %@
cs: Jděte do %@
da: Gå videre til %@
de: Zu Fuß weiter nach %@
el: Προχωρήστε στο %@
es: Camina hasta %@
et: Kõndige edasi aadressile %@
eu: Joan %@-ra
fi: Jatka kävelyä kohteeseen %@
fr: Continuez vers %@
ga: Siúil ar aghaidh go %@
gl: Camiña ata %@
he: המשיכו ל-%@
hi: %@ पर चलें
hr: Hodajte do %@
hu: Menjen tovább a %@ felé
id: Lanjutkan ke %@
is: Gakktu áfram að %@
it: Prosegui fino a %@
ja: %@まで歩いてください
ka: იარეთ %@-ზე
kk: %@ дейін жүріңіз
ko: %@까지 걸어가세요
lt: Eikite į %@
lv: Dodieties tālāk uz %@
mk: Продолжете до %@
ms: Berjalan ke %@
mt: Imxi lejn %@
nb: Gå videre til %@
nl: Loop door naar %@
pl: Podejdź do %@
pt_br: Vá até %@
ro: Mergeți până la %@
ru: Дальше пешком до %@
sk: Kráčajte smerom na %@
sl: Pojdite naprej do %@
sq: Ecni në %@
sr: Идите до %@
sv: Gå vidare till %@
th: เดินต่อไปที่ %@
tr: %@'ye doğru yürüyün
uk: Пройдіть до %@
vi: Đi tới %@
zh_hans: 继续走到%@
zh_hk: 繼續走到%@

source: Walk to %@
ar: المشي إلى %@
bg: Разходете се до %@
bs: Hodajte do %@
ca: Caminant fins a %@
cs: Pěšky do %@
da: Gå til %@
de: Geh zu %@
el: Περπατήστε στο %@
es: Camina hasta %@
et: Kõndige %@
eu: Oinez %@
fi: Kävele %@
fr: Marchez jusqu'à %@
ga: Siúil go %@
gl: Camiña ata %@
he: ללכת אל %@
hi: %@ तक चलें
hr: Hodajte do %@
hu: Sétáljon ide: %@
id: Berjalan ke %@
is: Gakktu til %@
it: Cammina fino a %@
ja: %@まで歩いてください
ka: იარეთ %@-მდე
kk: %@ дейін жаяу бару
ko: %@까지 도보
lt: Eiti iki %@
lv: Ejiet uz %@
mk: Одете до %@
ms: Berjalan ke %@
mt: Imxi lejn %@
nb: Gå til %@
nl: Loop naar %@
pl: Idź do %@
pt_br: Caminhe até %@
ro: Mergi la %@
ru: Иди к %@
sk: Choďte do %@
sl: Hodi do %@
sq: Ecni deri në %@
sr: Ходајте до %@
sv: Gå till %@
th: เดินไป %@
tr: %@'a yürüyün
uk: Пішки до %@
vi: Đi bộ đến %@
zh_hans: 步行至%@
zh_hk: 步行至%@

# Walk to %@ — %@ to go
source: Walk to %1$@ — %2$@ to go
ar: قم بالمشي إلى %@ — %@ للذهاب
bg: Вървете до %@ — %@, за да отидете
bs: Hodajte do %@ — %@ da idete
ca: Camineu fins a %@ — %@ per anar-hi
cs: Jděte pěšky do %@ — %@
da: Gå til %@ — %@ for at gå
de: Geh nach %1$@ – noch %2$@
el: Περπατήστε στο %@ — %@ για να πάτε
es: Camine hasta %@ — %@ para ir
et: Kõndige %@ – %@, et minna
eu: Joan %@ — %@-ra oinez
fi: Kävele %@ - %@ mennäksesi
fr: Marchez jusqu'à %@ — %@ pour y aller
ga: Siúil go %@ — %@ le dul
gl: Camiña ata %@ — %@ para ir
he: ללכת אל %@ - %@ כדי ללכת
hi: %@ - %@ तक जाने के लिए चलें
hr: Hodajte do %@ — %@ da idete
hu: Sétáljon ide: %@ – %@
id: Berjalan ke %@ — %@ untuk pergi
is: Gakktu til %@ — %@ til að fara
it: Cammina verso %@ — %@ per andare
ja: %@ — %@ まで歩いて行きます
ka: ფეხით %@-მდე — %@ წასასვლელად
kk: Бару үшін %@ — %@ дейін жаяу барыңыз
ko: %@까지 걸어가기 — %@까지 이동
lt: Eikite iki %@ – %@ eiti
lv: Ejiet līdz %@ — %@, lai dotos
mk: Одете до %@ - %@ за да одите
ms: Berjalan ke %@ — %@ untuk pergi
mt: Imxi lejn %@ — %@ biex tmur
nb: Gå til %@ — %@ for å gå
nl: Loop naar %@ — %@ om te gaan
pl: Podejdź do %@ — %@, aby przejść
pt_br: Caminhe até %@ — %@ para ir
ro: Mergeți până la %@ — %@ pentru a merge
ru: Иди к %@ — %@ чтобы идти.
sk: Choďte pešo na %@ — %@
sl: Hodite do %@ — %@, da greste
sq: Ecni deri në %@ - %@ për të shkuar
sr: Идите до %@ — %@ да бисте отишли
sv: Gå till %@ — %@ för att gå
th: เดินไปที่ %@ — %@ เพื่อไป
tr: Gitmek için %@ — %@ yönüne yürüyün
uk: Пройдіть до %@ — %@, щоб йти
vi: Đi bộ tới %@ — %@ để đi
zh_hans: 步行至 %@ — %@ 即可
zh_hk: 步行至 %@ — %@ 即可

source: Walk to the nearest bakery. For the letter, obviously.
ar: المشي إلى أقرب مخبز. بالنسبة للرسالة، من الواضح.
bg: Разходете се до най-близката пекарна. За писмото, разбира се.
bs: Prošećite do najbliže pekare. Za pismo, očigledno.
ca: Camineu fins a la fleca més propera. Per la carta, evidentment.
cs: Jděte do nejbližší pekárny. Pro ten dopis, samozřejmě.
da: Gå til nærmeste bageri. For brevet, selvfølgelig.
de: Geh zur nächsten Bäckerei. Natürlich nur für den Brief.
el: Περπατήστε στο πλησιέστερο αρτοποιείο. Για την επιστολή, προφανώς.
es: Camine hasta la panadería más cercana. Por la carta, obviamente.
et: Jalutage lähima pagariäri juurde. Ilmselgelt kirja jaoks.
eu: Oinez hurbilen dagoen okindegira. Gutunerako, jakina.
fi: Kävele lähimpään leipomoon. Ilmeisesti kirjeelle.
fr: Marchez jusqu'à la boulangerie la plus proche. Pour la lettre, évidemment.
ga: Siúil go dtí an bácús is gaire. Don litir, ar ndóigh.
gl: Camiña ata a panadería máis próxima. Para a carta, obviamente.
he: ללכת למאפייה הקרובה. למכתב, ברור.
hi: निकटतम बेकरी तक चलें। पत्र के लिए, जाहिर है.
hr: Prošećite do najbliže pekare. Za pismo, očito.
hu: Sétáljon a legközelebbi pékséghez. Nyilvánvalóan a levél miatt.
id: Berjalanlah ke toko roti terdekat. Tentu saja untuk suratnya.
is: Gengið í næsta bakarí. Fyrir bréfið, augljóslega.
it: Cammina fino al panificio più vicino. Per la lettera, ovviamente.
ja: 近くのパン屋さんまで歩いて行きます。もちろん手紙の場合です。
ka: იარეთ უახლოეს თონემდე. წერილისთვის, ცხადია.
kk: Ең жақын наубайханаға барыңыз. Хат үшін, анық.
ko: 가장 가까운 빵집으로 걸어가세요. 분명히 편지 때문입니다.
lt: Eikite į artimiausią kepyklėlę. Dėl laiško, aišku.
lv: Ejiet uz tuvāko maiznīcu. Par vēstuli, protams.
mk: Прошетка до најблиската пекара. За писмото, очигледно.
ms: Berjalan ke kedai roti terdekat. Untuk surat itu, jelas.
mt: Imxi lejn l-eqreb forn. Għall-ittra, ovvjament.
nb: Gå til nærmeste bakeri. For brevet, åpenbart.
nl: Loop naar de dichtstbijzijnde bakker. Voor de brief uiteraard.
pl: Idź do najbliższej piekarni. Oczywiście za list.
pt_br: Caminhe até a padaria mais próxima. Para a carta, obviamente.
ro: Mergeți până la cea mai apropiată brutărie. Pentru scrisoare, evident.
ru: Прогуляйтесь до ближайшей пекарни. Для письма, очевидно.
sk: Choďte do najbližšej pekárne. Pre list, samozrejme.
sl: Peš do najbližje pekarne. Za pismo, jasno.
sq: Ecni në furrën më të afërt. Për letrën, padyshim.
sr: Прошетајте до најближе пекаре. За писмо, очигледно.
sv: Gå till närmaste bageri. För brevet så klart.
th: เดินไปร้านเบเกอรี่ที่ใกล้ที่สุด สำหรับจดหมายนั้นชัดเจน
tr: En yakın fırına yürüyün. Tabii ki mektup için.
uk: Пішки до найближчої пекарні. Для листа, очевидно.
vi: Đi bộ đến tiệm bánh gần nhất. Rõ ràng là vì lá thư.
zh_hans: 步行到最近的面包店。显然，是为了这封信。
zh_hk: 步行到最近的麵包店。顯然，是為了這封信。

source: Walk to the spot the sender chose
ar: انتقل إلى المكان الذي اختاره المرسل
bg: Отидете до избраното от подателя място
bs: Idite do mjesta koje je pošiljalac odabrao
ca: Camineu fins al lloc escollit pel remitent
cs: Jděte na místo, které si odesílatel vybral
da: Gå til det sted, som afsenderen valgte
de: Geh zum Ort, den der Absender gewählt hat
el: Περπατήστε στο σημείο που επέλεξε ο αποστολέας
es: Camina hasta el lugar que eligió el remitente
et: Kõndige saatja valitud kohta
eu: Joan zaitez igorleak aukeratu duen tokira
fi: Kävele lähettäjän valitsemaan paikkaan
fr: Marche jusqu'à l'endroit choisi par l'expéditeur
ga: Siúil go dtí an láthair a roghnaigh an seoltóir
gl: Camiña ata o lugar que escolleu o remitente
he: ללכת למקום בו בחר השולח
hi: प्रेषक द्वारा चुने गए स्थान पर चलें
hr: Prošećite do mjesta koje je pošiljatelj odabrao
hu: Menjen el a feladó által kiválasztott helyre
id: Berjalanlah ke tempat yang dipilih pengirim
is: Gakktu á staðinn sem sendandinn valdi
it: Raggiungi il punto scelto dal mittente
ja: 送信者が選んだ場所まで歩きます
ka: იარეთ გამომგზავნის მიერ არჩეულ ადგილზე
kk: Жіберуші таңдаған жерге барыңыз
ko: 보낸 사람이 선택한 지점까지 걸어가세요
lt: Eikite į siuntėjo pasirinktą vietą
lv: Ejiet uz vietu, kuru izvēlējās sūtītājs
mk: Одете до местото што го избра испраќачот
ms: Berjalan ke tempat yang dipilih oleh pengirim
mt: Imxi lejn il-post li għażel il-mittent
nb: Gå til stedet avsenderen valgte
nl: Loop naar de plek die de afzender heeft gekozen
pl: Podejdź do miejsca wybranego przez nadawcę
pt_br: Caminhe até o local que o remetente escolheu
ro: Mergeți la locul ales de expeditor
ru: Дойди до места, выбранного отправителем
sk: Prejdite na miesto, ktoré si vybral odosielateľ
sl: Pojdite do mesta, ki ga je izbral pošiljatelj
sq: Ecni në vendin që zgjodhi dërguesi
sr: Идите до места које је пошиљалац изабрао
sv: Gå till den plats som avsändaren valde
th: เดินไปยังจุดที่ผู้ส่งเลือก
tr: Gönderenin seçtiği noktaya yürüyün
uk: Дійди до місця, обраного відправником
vi: Đi đến địa điểm người gửi đã chọn
zh_hans: 步行至发件人选择的地点
zh_hk: 步行至寄件者選擇的地點

source: Walk to the spot the sender chose to open it.
ar: انتقل إلى المكان الذي اختاره المرسل لفتحه.
bg: Отидете до мястото, което изпращачът е избрал да го отвори.
bs: Prošetajte do mjesta koje je pošiljalac odabrao da ga otvori.
ca: Camineu fins al lloc que el remitent va triar per obrir-lo.
cs: Jděte na místo, které se odesílatel rozhodl otevřít.
da: Gå til det sted, som afsenderen valgte at åbne den.
de: Geh zum Ort, den der Absender gewählt hat, um ihn zu öffnen.
el: Περπατήστε στο σημείο που επέλεξε ο αποστολέας να το ανοίξει.
es: Camina hasta el lugar que eligió el remitente para abrirla.
et: Kõndige kohta, mille saatja selle avamiseks valis.
eu: Joan zaitez igorleak irekitzeko aukeratu duen tokira.
fi: Kävele kohtaan, jonka lähettäjä päätti avata sen.
fr: Marche jusqu'à l'endroit choisi par l'expéditeur pour l'ouvrir.
ga: Siúil go dtí an láthair a roghnaigh an seoltóir é a oscailt.
gl: Camiña ata o lugar que escolleu o remitente para abrilo.
he: לכו אל המקום בו בחר השולח לפתוח אותו.
hi: उस स्थान पर चलें जिसे प्रेषक ने इसे खोलने के लिए चुना है।
hr: Prošećite do mjesta koje je pošiljatelj odabrao da ga otvori.
hu: Menjen el arra a helyre, amelyet a feladó választott a megnyitáshoz.
id: Berjalanlah ke tempat pengirim memilih untuk membukanya.
is: Gakktu að staðnum sem sendandinn valdi til að opna hann.
it: Raggiungi il punto scelto dal mittente per aprirlo.
ja: 送信者が開封するために選択した場所まで歩いてください。
ka: იარეთ იმ ადგილას, სადაც გამგზავნმა აირჩია მისი გახსნა.
kk: Жіберуші ашу үшін таңдаған жерге барыңыз.
ko: 보낸 사람이 열어보기로 선택한 지점으로 걸어가세요.
lt: Eikite į vietą, kurią siuntėjas pasirinko atidaryti.
lv: Ejiet uz vietu, kuru sūtītājs izvēlējās, lai to atvērtu.
mk: Одете до местото што испраќачот избра да го отвори.
ms: Berjalan ke tempat yang dipilih oleh pengirim untuk membukanya.
mt: Imxi lejn il-post li min jibgħatha għażel li tiftaħha.
nb: Gå til stedet avsenderen valgte å åpne den.
nl: Loop naar de plek die de afzender heeft gekozen om het te openen.
pl: Podejdź do miejsca, które nadawca wybrał, aby je otworzyć.
pt_br: Caminhe até o local que o remetente escolheu para abri-lo.
ro: Mergeți la locul pe care l-a ales expeditorul pentru a-l deschide.
ru: Дойди до места, выбранного отправителем, чтобы открыть.
sk: Prejdite na miesto, ktoré sa odosielateľ rozhodol otvoriť.
sl: Pojdite do mesta, ki ga je pošiljatelj izbral, da ga odpre.
sq: Ecni në vendin që dërguesi zgjodhi për ta hapur.
sr: Идите до места које је пошиљалац изабрао да га отвори.
sv: Gå till den plats som avsändaren valde för att öppna den.
th: เดินไปยังจุดที่ผู้ส่งเลือกให้เปิด
tr: Gönderenin açmayı seçtiği noktaya yürüyün.
uk: Дійди до місця, обраного відправником, щоб відкрити його.
vi: Đi đến nơi người gửi đã chọn để mở nó.
zh_hans: 走到发件人选择打开它的位置。
zh_hk: 走到寄件者選擇打開它的位置。

source: Walk to the spot the sender chose. %@ to go.
ar: انتقل إلى المكان الذي اختاره المرسل. %@ للذهاب.
bg: Отидете до избраното от подателя място. %@ остава.
bs: Idite do mjesta koje je pošiljalac odabrao. %@ za početak.
ca: Camineu fins al lloc escollit pel remitent. %@ per anar.
cs: Jděte na místo, které si odesílatel vybral. %@ jít.
da: Gå til det sted, som afsenderen valgte. %@ at gå.
de: Geh zum Ort, den der Absender gewählt hat. Noch %@.
el: Περπατήστε στο σημείο που επέλεξε ο αποστολέας. %@ για να πάτε.
es: Camina hasta el lugar que eligió el remitente. Quedan %@.
et: Kõndige saatja valitud kohta. %@ minna.
eu: Joan zaitez igorleak aukeratu duen tokira. %@ joateko.
fi: Kävele lähettäjän valitsemaan paikkaan. %@ jäljellä.
fr: Marche jusqu'à l'endroit choisi par l'expéditeur. Encore %@.
ga: Siúil go dtí an láthair a roghnaigh an seoltóir. %@ dul.
gl: Camiña ata o lugar que escolleu o remitente. %@ para ir.
he: ללכת למקום בו בחר השולח. %@ ללכת.
hi: प्रेषक द्वारा चुने गए स्थान पर चलें। %@ जाना है।
hr: Prošećite do mjesta koje je pošiljatelj odabrao. %@ preostalo.
hu: Menjen el a feladó által kiválasztott helyre. %@ menni kell.
id: Berjalanlah ke tempat yang dipilih pengirim. %@ untuk pergi.
is: Gakktu á staðinn sem sendandinn valdi. %@ að fara.
it: Raggiungi il punto scelto dal mittente. %@ per andare.
ja: 送信者が指定した場所まで歩きます。 %@ で行きます。
ka: იარეთ გამომგზავნის მიერ არჩეულ ადგილზე. %@ წასვლა.
kk: Жіберуші таңдаған жерге барыңыз. %@.
ko: 보낸 사람이 선택한 지점으로 걸어가세요. %@ 가세요.
lt: Eikite į siuntėjo pasirinktą vietą. %@ eiti.
lv: Ejiet uz vietu, kuru izvēlējās sūtītājs. %@, lai dotos.
mk: Одете до местото што го избра испраќачот. %@ да одам.
ms: Berjalan ke tempat yang dipilih oleh pengirim. %@ untuk pergi.
mt: Imxi lejn il-post li għażel il-mittent. %@ biex tmur.
nb: Gå til stedet avsenderen valgte. %@ å gå.
nl: Loop naar de plek die de afzender heeft gekozen. %@ te gaan.
pl: Podejdź do miejsca wybranego przez nadawcę. %@, aby przejść.
pt_br: Caminhe até o local escolhido pelo remetente. %@ para ir.
ro: Mergeți la locul ales de expeditor. %@ pentru a merge.
ru: Дойди до места, выбранного отправителем. Осталось %@.
sk: Prejdite na miesto, ktoré si vybral odosielateľ. %@ ísť.
sl: Pojdite do mesta, ki ga je izbral pošiljatelj. %@ še naprej.
sq: Ecni në vendin që zgjodhi dërguesi. %@ për të shkuar.
sr: Идите до места које је пошиљалац изабрао. %@ да иде.
sv: Gå till den plats som avsändaren valde. %@ att gå.
th: เดินไปยังจุดที่ผู้ส่งเลือก %@ ไป
tr: Gönderenin seçtiği noktaya yürüyün. %@ gitmek için.
uk: Дійди до місця, обраного відправником. Залишилося %@.
vi: Đi bộ đến địa điểm người gửi đã chọn. %@ để đi.
zh_hans: 走到发件人选择的地点。 %@ 去。
zh_hk: 走到寄件者選擇的地點。 %@ 去。

source: walked
ar: مشى
bg: ходеше
bs: hodao
ca: caminava
cs: chodil
da: gik
de: ging
el: περπάτησε
es: caminó
et: kõndis
eu: ibili zen
fi: käveli
fr: marché
ga: shiúil
gl: camiñaba
he: הלך
hi: चला गया
hr: hodao
hu: sétált
id: berjalan
is: gekk
it: camminato
ja: 歩いた
ka: დადიოდა
kk: жүрді
ko: 걸었다
lt: vaikščiojo
lv: gāja kājām
mk: одеше
ms: berjalan kaki
mt: mexa
nb: gikk
nl: liep
pl: chodził
pt_br: caminhou
ro: mers
ru: пройдено
sk: kráčal
sl: hodil
sq: eci
sr: ходао
sv: gick
th: เดิน
tr: yürüdü
uk: пройдено
vi: đi bộ
zh_hans: 走过
zh_hk: 走過

source: Walked
ar: مشى
bg: Вървял
bs: Prehodao
ca: Caminat
cs: Chodil
da: gik
de: Ging
el: Περπάτησε
es: Caminó
et: Kõndinud
eu: Oinez ibili
fi: Käveli
fr: J'ai marché
ga: Shiúil
gl: Camiñaba
he: הלך
hi: चल दिया
hr: Hodao
hu: Sétált
id: Berjalan
is: Gengið
it: Camminato
ja: 歩いた
ka: დადიოდა
kk: Жаяу
ko: 걸었다
lt: Vaikščiojo
lv: Gāja kājām
mk: Одеше
ms: berjalan
mt: Imxi
nb: Gikk
nl: Liep
pl: Chodziłem
pt_br: Andou
ro: Mers
ru: гулял
sk: Chodil
sl: Hodil
sq: Eci
sr: Валкед
sv: Gick
th: เดิน
tr: yürüdü
uk: Ходили
vi: Đã đi bộ
zh_hans: 步行
zh_hk: 行人徒步區

source: Walked it out.
ar: خرج بها.
bg: Излезе.
bs: Otišao sam.
ca: Ho va sortir.
cs: Vyšel to ven.
da: Gik det ud.
de: Habe es geschafft.
el: Το έβγαλε.
es: Lo salí.
et: Kõndis selle välja.
eu: Irten zuen.
fi: Käveli sen ulos.
fr: Je l'ai sorti.
ga: Shiúil sé amach.
gl: Saíu.
he: יצא מזה.
hi: इसे बाहर चला गया.
hr: Otišao sam.
hu: Kisétált.
id: Berjalan keluar.
is: Gekk það út.
it: Me ne sono andato.
ja: 出て行った。
ka: გამოვიდა.
kk: Оны шығарып салды.
ko: 밖으로 나갔다.
lt: Išėjo tai.
lv: Izgāja to ārā.
mk: Излезе.
ms: Berjalan keluar.
mt: Mixi out.
nb: Gikk den ut.
nl: Liep het uit.
pl: Wyszedłem.
pt_br: Saí.
ro: L-am scos.
ru: Вышел.
sk: Vyšiel von.
sl: Odšel sem ven.
sq: E nxorri jashtë.
sr: Изашао је.
sv: Gick ut.
th: ก็เดินออกไป
tr: Dışarı çıkardım.
uk: Вийшов.
vi: Đã đi ra ngoài.
zh_hans: 就走了出来。
zh_hk: 就走了出來。

source: walked on four hooves
ar: مشى على أربع حوافر
bg: ходеше на четири копита
bs: hodao na četiri kopita
ca: caminava sobre quatre peülles
cs: chodil na čtyři kopyta
da: gik på fire hove
de: ging auf vier Hufen
el: περπάτησε πάνω σε τέσσερις οπλές
es: caminó sobre cuatro cascos
et: kõndis neljal kabjal
eu: lau apatxaren gainean ibili zen
fi: käveli neljällä kaviolla
fr: marchait sur quatre sabots
ga: shiúil ar cheithre crúba
gl: camiñaba sobre catro cascos
he: הלך על ארבע פרסות
hi: चार खुरों पर चला
hr: hodao na četiri kopita
hu: négy patán járt
id: berjalan dengan empat kuku
is: gekk á fjórum klaufum
it: camminava su quattro zoccoli
ja: 4つのひづめで歩きました
ka: ოთხ ჩლიქზე დადიოდა
kk: төрт тұяқпен жүрді
ko: 네발굽으로 걸었다
lt: vaikščiojo keturiomis kanopomis
lv: staigāja uz četriem nagiem
mk: одеше на четири копита
ms: berjalan di atas empat tapak kaki
mt: mexa fuq erba’ nagħal
nb: gikk på fire høver
nl: liep op vier hoeven
pl: chodził na czterech kopytach
pt_br: andou sobre quatro cascos
ro: mers pe patru copite
ru: ходил на четырех копытах
sk: chodil na štyri kopytá
sl: hodil po štirih kopitih
sq: eci me katër thundra
sr: ходао на четири копита
sv: gick på fyra hovar
th: เดินบนกีบสี่กีบ
tr: dört toynak üzerinde yürüdü
uk: ходили на чотирьох копитах
vi: đi bằng bốn móng
zh_hans: 用四蹄行走
zh_hk: 用四蹄行走
